Repository: jabez1314/SwissSMS
Catalog: *.lproj/Localizable.strings
Languages: french, german

source: Backup your data!
french: Sauvegardez vos données !
german: Sichere deine Daten!

source: Login...
french: Authentification...
german: Einloggen...

source: Could not save changes while quitting. Quit anyway?
french: Impossible d'enregistrer les changement avant de quitter. Quitter quand même ?
german: Änderungen konnten beim Beenden nicht gespeichert werden. Trotzdem beenden?

source: Quit anyway
french: Quitter quand même ?
german: Trotzdem schliessen?

source: BluePhoneElite SMS files not found
french: Les fichiers SMS de BluePhoneElite sont introuvables
german: Die BluePhoneElite SMS Dateien wurden nicht gefunden

source: Cancel
french: Annuler
german: Abbrechen

source: sending
french: envoi
german: Nachricht

source: sendings
french: envois
german: Nachrichten

source: character
french: caractère
german: Buchstabe

source: characters
french: caractères
german: Buchstaben

source: Export done!
french: Exportation terminée !
german: Exportiert!

source: Export error :-(
french: Erreur lors de l'exportation :-(
german: Fehler beim Exporiteren :-(

source: Keychain error :-(
french: Erreur lors de la lecture du trousseau d’accès :-(
german: Fehler: Schlüsselbund :-(

source: Service unavailable error :-(
french: Erreur : service momentanément indisponible :-(
german: Fehler: der Service ist nicht erreichbar :-(

source: Login error :-(
french: Erreur lors de l'authentification :-(
german: Fehler beim Einloggen :-(

source: No more credits :-(
french: Crédits insuffisants :-(

source: Message sent!
french: Message envoyé !
german: Nachricht gesendet!

source: Please enter your user name and password for "%@" (%@)
french: Veuillez entrer votre nom d'utilisateur et votre mot de passe pour "%1$@" (%2$@)
german: Bitte gib das Passwort für "%1$@" (%2$@) ein

source: Sending error :-(
french: Erreur lors de l'envoi :-(
german: Fehler beim Senden :-(

source: Network error :-(
french: Erreur de réseau :-(
german: Netzwerkfehler :-(

source: Internal plugin error :-(
french: Erreur interne du plugin :-(
german: Schwerer Pluginfehler :-(

source: Sending...
french: Envoi...
german: Senden...

source: SwissSMS_Messages
french: Messages_SwissSMS
german: SwissSMS_Nachricht

source: SwissSMS version %@ is available
french: La version %@ de SwissSMS est disponible
german: Die Version %@ von SwissSMS ist verfügbar

source: What do you want to do?
french: Que voulez-vous faire ?
german: Was wollen Sie tun?

source: Download now
french: Télécharger
german: Jetzt herunterladen

source: Open SwissSMS website
french: Ouvrir la page web
german: SwissSMS-Webseite öffnen

source: Ignore and Continue
french: Ignorer
german: Ignorieren und weiterfahren

source: General
french: Général
german: Allgemein

source: Network
french: Opérateurs
german: Netzwerk

source: Update
french: Mises-à-jour

source: You are up to date!
french: Vous êtes à jour !
german: Sie sind auf dem neusten Stand!

source: SwissSMS %@ is the latest version available.
french: SwissSMS %@ est la dernière version disponible.
german: SwissSMS %@ ist die letzte verfügbare Version.

source: BluePhoneElite is running, export will stop it.
french: BluePhoneElite est ouvert, SwissSMS va le fermer.
german: BluePhoneElite läuft, der Export wurde gestopt.

source: New message
french: Nouveau message
german: Neue Nachricht

source: Create new message
french: Rédiger un nouveau message
german: Neue Nachricht erstellen

source: Creates a new message
french: Rédige un nouveau message
german: Eine neue Nachricht erstellen

source: Delete
french: Supprimer
german: Löschen

source: Delete selected messages
french: Supprimer les messages sélectionnés
german: Ausgewählte Nachricht löschen

source: Deletes the selected messages
french: Supprime les messages sélectionnés
german: Ausgewählte Nachricht löschen

source: Flag
french: Marquer
german: Markieren

source: Flag selected messages
french: Marque les messages sélectionnés
german: Ausgewählte Nachrichtenen markieren

source: Inspector
french: Inspecteur
german: Inspektor

source: Message Inspector
french: Inspecteur de messages
german: Nachrichten Inspektor

source: Shows/hides the message inspector
french: Affiche/masque l'inspecteur de messages
german: Nachrichten Inspektor ein-/ausblenden

source: Search
french: Rechercher
german: Suchen

source: Search your messages
french: Recherche dans vos messages
german: Nachrichten durchsuchen

source: Sender
french: Service

source: Choose the SMS service
french: Choisir le service d'envoi de SMS

source: SMS service
french: Service d'envoi SMS

source: message
german: Nachricht

source: messages
german: Nachrichtenen
